DATA = {
1020:{'sName': '利刃', 'sDesc': '己方骑士物攻增加20%', 'sGrade': 'A'},
1021:{'sName': '魔道', 'sDesc': '己方骑士魔攻增加20%', 'sGrade': 'A'},
1022:{'sName': '狂怒', 'sDesc': '己方骑士暴击率增加15%', 'sGrade': 'A'},
1023:{'sName': '轻盈', 'sDesc': '己方骑士速度提高15%', 'sGrade': 'A'},
1024:{'sName': '坚固', 'sDesc': '己方骑士物防增加10%', 'sGrade': 'A'},
1025:{'sName': '坚韧', 'sDesc': '己方骑士魔防增加10%', 'sGrade': 'A'},
1026:{'sName': '强韧', 'sDesc': '己方骑士生命上限增加20%', 'sGrade': 'A'},
1027:{'sName': '灵', 'sDesc': '己方骑士所有技能耗费-1（最低为0）', 'sGrade': 'S'},
1028:{'sName': '影', 'sDesc': '己方释放完技能后，有8%的概率进行该技能的连击', 'sGrade': 'S'},
1029:{'sName': '狂', 'sDesc': '本场战斗后，不消耗参战骑士的疲劳', 'sGrade': 'S'},
1030:{'sName': '同仇敌忾', 'sDesc': '光环生效期间，人族协战触发概率增加20%（己方有效）', 'sGrade': 'S'},
1031:{'sName': '兽神庇佑', 'sDesc': '光环生效期间，兽族保命触发概率增加10%（己方有效）', 'sGrade': 'S'},

}